Repository: osnii/WooCommerce
Catalog: woocommerce-paymium-*.po
Languages: fr_fr

source: This plugin adds the Paymium gateway to your WooCommerce plugin.
fr_fr: Ce module ajoute Paymium parmi les moyens de paiement disponibles afin de pouvoir accepter le Bitcoin

source: Enable/Disable
fr_fr: Activer/Désactiver

source: Enable Paymium
fr_fr: Activer Paymium

source: API key
fr_fr: Token d'API

source: Enter the API key associated to your merchant API token
fr_fr: Rentrez le token d'API associé à votre compte marchand

source: API secret
fr_fr: Clef secrète

source: Enter the API secret associated to your merchant API token
fr_fr: Votre clef secrète est associée au token d'API (elle n'est affichée qu'une fois, au moment de la génération du token)

source: Currency conversion
fr_fr: Conversion

source: Decide whether you want to receive payments in Bitcoin or in EUR
fr_fr: Paramétrez la conversion automatique des paiements entrants

source: Convert to EUR
fr_fr: Convertir en EUR

source: Keep in Bitcoin
fr_fr: Conserver en Bitcoin

source: Gateway URL
fr_fr: URL de la passerelle

source: It's usually not necessary to change this
fr_fr: Ne changez pas cette valeur à moins d'y avoir été invité par le support Paymium

source: Title
fr_fr: Titre

source: This controls the title which the user sees during checkout.
fr_fr: Intitulé du moyen de paiement affiché au client

source: Customer Message
fr_fr: Message client

source: Message to explain how the customer will be paying for the purchase.
fr_fr: Texte explicatif pour le paiement Bitcoin

source: You will be presented a Bitcoin address to which you should send your payment.
fr_fr: Une adresse Bitcoin à laquelle envoyer votre paiement va vous être affichée

source: Awaiting payment notification from paymium.com
fr_fr: En attente de notification du paiement par Paymium

source: Error creating invoice. Please try again or try another payment method.
fr_fr: Erreur de création du paiement. Réessayez ultérieurement ou choisissez un autre moyen de paiement.

source: Bitcoin Payment
fr_fr: Paiement Bitcoin

source: Allows bitcoin payments via Paymium.com
fr_fr: Rend possible le paiement en Bitcoin via Paymium
